alacritty
apostrophe
aspell-de
btop
build-essential
clangd
cmake
code
cups
cups-pk-helper
curl
diffutils
draw.io
fdisk
firefox
fonts-font-awesome
fonts-jetbrains-mono
fonts-material-design-icons-iconfont
fonts-roboto
foxglove-studio
fzf
gcc
gdb
gdm3
gimp
git
git-lfs
grep
grimshot
gzip
hollywood
hostname
htop
hwinfo
inxi
nautilus
neovim
nmap
obsidian
okular
owncloud-client
pandoc
ripgrep
rpi-imager
rsync
sed
simple-scan
slack
slurp
sudo
sway
sway-backgrounds
swaybg
swayidle
swayimg
swaylock
tableplus
tar
teams-for-linux
tldr
tmux
traceroute
tree
ufw
unifont
unzip
waybar
wget
wireshark
wl-mirror
wlogout
zathura
zip
zoom
zsh
